Repository: common-repository/seo-links-generator
Catalog: languages/seo-links-generator-*.po
Languages: nl_nl, pl_pl

source: With SEO Links Generator you can easily add (automatically) links for keywords and phrases in posts, pages and comments and link them to corresponding posts, pages, categories, tags or any URL. Set the following settings to your own needs and let SEO Links Generator do the work for you.
nl_nl: Met SEO Links Generator kunt u gemakkelijk links (automatisch) toevoegen voor trefwoorden en zinnen in berichten, pagina''s en reacties en deze linken naar bijbehorende berichten, pagina's, categorieën, tags of een willekeurige url. Stel de volgende instellingen in naar uw eigen wensen en laat SEO Auto Links het werk voor u doen.
pl_pl: Używając wtyczki SEO Links Generator w łatwy sposób możesz tworzyć linki w postaci słów kluczowych występujących w Twoich postach, stronach i kategoriach do innych postów, stron, kategorii lub na inny dowolny adres URL. Skonfiguruj ustawienia wg. swoich potrzeb, a resztą zajmie się za Ciebie wtyczka SEO Links Generator.

source: If you find any bugs or have ideas for the plugin, please let me know at:
nl_nl: Als u fouten vindt of ideeën heeft voor de plugin, laat het mij weten op:
pl_pl: Jeżeli znajdziesz jakiś błąd w funkcjonowaniu wtyczki lub jeżeli masz pomysł na jej rozwój, proszę o pozostawienie informacji na forum:

source: Post your found bug or idea at WordPress.org
nl_nl: Plaats uw gevonden bug of idee op WordPress.org
pl_pl: Znalezione błędy lub Twoje pomysły na rozwój wtyczki zgłoś na WordPress.org

source: Internal Links
nl_nl: Interne Links
pl_pl: Linki wewnętrzne

source: SEO Links Generator can process your posts, pages and comments in search for keywords to automatically interlink.
nl_nl: SEO Links Generator kan uw berichten, pagina's en reacties verwerken om trefwoorden te zoeken om automatisch intern te linken.
pl_pl: Wtyczka SEO Links Generator może analizować Twoje posty, strony i komentarze w poszukiwaniu słów kluczowych, które może automatycznie podlinkować do innych treści.

source: Posts
nl_nl: Berichten
pl_pl: Posty

source: Enable
nl_nl: Activeren
pl_pl: Włącz

source: Allow self linking
nl_nl: Links naar zelf toestaan
pl_pl: Zezwól na linkowanie do samego siebie

source: Pages
nl_nl: Pagina's
pl_pl: Strony

source: Comments
nl_nl: Reacties
pl_pl: Komentarze

source: May slow down performance.
nl_nl: Kan de zorgen voor meer laadtijd.
pl_pl: Może spowolnić działanie.

source: RSS feeds
pl_pl: Kanały RSS

source: Allow processing of RSS feeds. SEO Links Generator will embed links in all posts in your RSS feed (according to other options).
nl_nl: RSS-feeds verwerken toestaan. SEO Links Generator zal links in al uw berichten in de RSS-feed insluiten (volgens andere opties).
pl_pl: Zezwalaj na działanie na kanałach RSS. Wtyczka SEO Links Generator będzie umieszczać linki również w postach na twoich kanałach RSS (opcja zależna od pozostałych ustawień wtyczki).

source: Max Links
pl_pl: Max. liczba linków

source: You can limit the maximum number of different links that will be generated per post. Set to 0 for no limit.
nl_nl: U kunt het maximale aantal verschillende links limiteren welke zullen worden gegenereerd per bericht. Stel in op 0 voor geen limiet.
pl_pl: Możesz ograniczyć maksymalną liczbę linków dla 1 posta. Ustaw 0 dla braku limitu.

source: Max Keyword Links
nl_nl: Max. Trefwoord Links
pl_pl: Max. ilość linków dla 1 słowa kluczowego

source: You can limit the maximum number of links created with the same keyword. Set to 0 for no limit.
nl_nl: U kunt het maximale aantal links met hetzelfde trefwoord limiteren. Stel in op 0 voor geen limiet.
pl_pl: Możesz ograniczyć maksymalną liczbę linków dla tego samego słowa kluczowego. Ustaw 0 dla braku limitu.

source: Max Same URLs
nl_nl: Max. zelfde urls
pl_pl: Max. ilość takich samych linków

source: Limit number of same URLs the plugin will link to. Works only when Max Keyword Links above is set to 1. Set to 0 for no limit.
nl_nl: Limiteer het aantal zelfde urls waarnaar de plugin linkt. Werkt alleen als Max. Trefwoord Links hierboven is ingesteld op 1. Voor geen limiet, instellen op 0.
pl_pl: Możesz ograniczyć maksymalną liczbę takich samych adresów URL, do których będą linkować różne słowa kluczowe. Opcja ta działa jeżeli dla pozycji 'Max. ilość linków dla 1 słowa kluczowego' ustawiono 1. Ustaw 0 dla braku limitu.

source: Case sensitive
nl_nl: Hoofdlettergevoelig
pl_pl: Uwzględniaj wielkość liter

source: Set whether matching should be case sensitive.
nl_nl: Instellen of overeenkomsten hoofdletter gevoelig zijn.
pl_pl: Określ, czy w dopasowaniu powinna być uwzględniana wielkość liter.

source: Save all settings
nl_nl: Alles opslaan
pl_pl: Zapisz wszystkie ustawienia

source: Custom Keywords
nl_nl: Aangepaste Trefwoorden
pl_pl: Niestandardowe słowa kluczowe

source: Here you can enter manually the extra keywords you want to automaticaly link. Use comma to seperate keywords and add target url at the end. Use a new line for new url and set of keywords. You can have these keywords link to any url, not only your site.
nl_nl: Hier kunt u handmatig extra trefwoorden opgeven u automatisch wenst te linken. Gebruik komma's om trefwoorden te scheiden en voeg de doel url aan het einde toe. Gebruik een nieuwe regel voor een nieuwe url en een trefwoorden set. U kunt de trefwoorden laten verwijzen naar elke url, niet alleen van uw site.
pl_pl: Tutaj możesz podać słowa kluczowe, które mają być automatycznie linkowane. Do rozdzielania słów kluczowych użyj przecinka, a następnie podaj dla nich docelowy adres URL. Każdy zestaw słów kluczowych z przypisanym adresem URL powinien się znajdować w nowej linii. Wypisane tu słowa kluczowe mogą linkować wewnątrz jak i na zewnątrz Twojej strony www.

source: Keywords & links
nl_nl: Trefwoorden en links
pl_pl: Słowa kluczowe i linki

source: google webmaster, http://www.google.com/webmasters/
pl_pl: aukcje internetowe, http://www.allegro.pl/

source: wiki, wikipedia, http://wikipedia.org
pl_pl: filmy online, filmy online za darmo, http://stop-limitom.pl

source: Grouped keywords
nl_nl: Gegroepeerde trefwoorden
pl_pl: Pogrupowane słowa kluczowe

source: Prevent duplicate
nl_nl: Dubbele voorkomen
pl_pl: Zapobiegaj duplikatom

source: Prevent Duplicate links for grouped keywords (will link only first of the keywords found in text).
nl_nl: Voorkom dubbele links voor gegroepeerde trefwoorden (alleen het eerst gevonden trefwoord wordt gelinkt).
pl_pl: Zapobiegaj duplikatom dla pogrupowanych słów kluczowych (Linkiem będzie tylko pierwsze słowo kluczowe znalezione w treści).

source: Load from URL
nl_nl: Laad van url
pl_pl: Załaduj z adresu URL

source: Load custom keywords from a URL. This appends to the list above.
nl_nl: Laad aangepaste tredwoorden van een url. Dit breid de lijst hierboven uit.
pl_pl: Załaduj niestandardowe słowa kluczowe z adresu URL. Słowa zostaną dopisane do listy powyżej.

source: Excluding
nl_nl: Uitsluiten
pl_pl: Wykluczenia

source: Heading
nl_nl: Kopteksten
pl_pl: Nagłówki

source: Exclude
nl_nl: Uitsluiten
pl_pl: Wyklucz

source: Prevent linking in heading tags (h1, h2, h3, h4, h5 and h6).
nl_nl: Voorkom links in kopteksten (h1, h2, h3, h4, h5 en h6).
pl_pl: Zapobiegaj tworzeniu linków ze słów kluczowych występujących w nagłówkach (h1, h2, h3, h4, h5 i h6).

source: Ignore posts / pages
nl_nl: Negeer berichten / pagina's
pl_pl: Ignoruj ​​posty / strony

source: Add a tag
pl_pl: Dodaj tagi

source: You may wish to forbid automatic linking on certain posts or pages. Separate them by comma (ID, slug or name).
nl_nl: Het zou kunnen dat u wenst automatisch linken uit te schakelen voor bepaalde berichten of pagina's. Scheid ze met een komma (ID, slug of naam).
pl_pl: Możesz zablokować automatyczne linkowanie, dla niektórych postów oraz stron. Rozdziel je przecinkami (ID lub nazwa wpisu).

source: Ignore keywords
nl_nl: Negeer trefwoorden
pl_pl: Ignoruj ​​słowa kluczowe

source: You may wish to ignore certain words or phrases from automatic linking. Separate them by comma.
nl_nl: Het kan voorkomen dat u bepaalde woorden of zinnen wilt uitsluiten van automatisch linken. Scheid ze met een komma.
pl_pl: Możesz zablokować automatyczne linkowanie dla niektórych słów kluczowych. Wypisz je rozdzielając przecinkami.

source: Single posts / pages only
nl_nl: Alleen enkele berichten / pagina's
pl_pl: Tylko pojedyncze posty / strony

source: To reduce database load you can choose to have SEO Links Generator work only on single posts and pages (for example not on main page or archives).
nl_nl: Om database load te verminderen kunt u ervoor kiezen dat SEO Links Generator alleen werkt op enkele berichten en pagina's (bijv. niet op de hoofdpagina of archieven).
pl_pl: Dla zmniejszenia obciążenia bazy danych wtyczka SEO Links Generator może pracować tylko na pojedynczych postach i stronach (np. nie na stronie głównej Twojej witryny i w archiwum).

source: Targeting
nl_nl: Linken naar
pl_pl: Linkuj do:

source: The targets SEO Links Generator should consider. The match will be based on post/page title or category/tag name, case insensitive.
nl_nl: De doelen SEO Links Generator moet overwegen. De overeenkomst zal worden gebasseerd op bericht / pagina titel of categorie / tag naam, hoofdlettergevoelig.
pl_pl: Zaznacz do jakich miejsc może linkować wtyczka SEO Links Generator. Dopasowanie miejsca docelowego odbywa się po tytułach postów/stron lub nazwie kategorii/tagów. Wielkość liter ma znaczenie.

source: Enable to link internal links to posts.
nl_nl: Activeer om intern te linken naar berichten.
pl_pl: Włącz linkowanie między postami.

source: Enable to link internal links to pages.
nl_nl: Activeer om intern te linken naar pagina's.
pl_pl: Włącz linkowanie między stronami.

source: Categories
nl_nl: Catgeorieën
pl_pl: Kategorie

source: Enable to link internal links to categories.
nl_nl: Activeer om intern te linken naar categorieën.
pl_pl: Włącz linkowanie do stron kategorii.

source: Tags
pl_pl: Tagi

source: Enable to link internal links to tags.
nl_nl: Activeer om intern te linken naar tags.
pl_pl: Włącz linkowanie do stron tagów.

source: Minimum categories / tags
nl_nl: Minimale categorieën / tags
pl_pl: Minimalna ilość kategorii / tagów

source: Only link categories and tags that have been used the above number of times or more.
nl_nl: Link alleen categorieën en tags welke minimaal het bovenstaande aantal keer zijn gebruikt.
pl_pl: Linkuje kategorie i tagi, które zostały użyte w treści minimum tyle razy ile tutaj podasz.

source: Add nofollow
nl_nl: Nofollow toevoegen
pl_pl: Dodaj atrybut rel=''nofollow''

source: Add a nofollow attribute to the external links.
nl_nl: Voeg het nofollow attribuut toe aan externe links.
pl_pl: Dodaj atrybut rel=''nofollow'' dla linków zewnętrznych.

source: Open in new window
nl_nl: Openen in nieuw venster
pl_pl: Otwórz w nowym oknie

source: Open the external links in a new window.
nl_nl: Open de extere links in een nieuw venster.
pl_pl: Otwórz linki zewnętrzne w nowym oknie (dodaje atrybut target=''_blank'').

source: Plugin settings saved.
nl_nl: Plugin instellingen opgeslagen.
pl_pl: Zapisano ustawienia wtyczki.

source: Example
nl_nl: Voorbeeld
